bench/results/azure_real_nvme_4cell_20260429/read_async.log
Json file /tmp/read_async.json created...
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  30 secs]  0 threads 200 conns:    14305973 ops,  632724 (avg:  475503) ops/sec, 27.04MB/sec (avg: 50.54MB/sec), 63.80 (avg: 83.37) msec latency

Saving JSON output file: /tmp/read_async.json
Json file closed.
4         Threads
200       Connections per thread
30        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets       475428.00    133965.85    341462.15        83.37465        65.02300       294.91100      3538.94300     51737.87 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     475428.00    133965.85    341462.15        83.37465        65.02300       294.91100      3538.94300     51737.87