bench/results/azure_real_nvme_4cell_20260429/read_quorum.log
Json file /tmp/read_quorum.json created...
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 100%,  30 secs]  0 threads 200 conns:    23477340 ops,  850293 (avg:  780413) ops/sec, 25.81MB/sec (avg: 56.86MB/sec), 46.94 (avg: 51.18) msec latency

Saving JSON output file: /tmp/read_quorum.json
Json file closed.
4         Threads
200       Connections per thread
30        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets       780395.36    136069.17    644326.19        51.18545        45.31100       127.99900       185.34300     58223.66 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     780395.36    136069.17    644326.19        51.18545        45.31100       127.99900       185.34300     58223.66