bench/results/azure_real_nvme_4cell_20260429/write_async.log
Json file /tmp/write_async.json created...
Writing results to stdout
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
[RUN #1 101%,  30 secs]  0 threads 200 conns:     8827224 ops,  132514 (avg:  292404) ops/sec, 38.53MB/sec (avg: 85.02MB/sec), 228.10 (avg: 136.59) msec latency

Saving JSON output file: /tmp/write_async.json
Json file closed.
4         Threads
200       Connections per thread
30        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       292437.85          ---          ---       136.59319        92.67100       481.27900       540.67100     87068.58 
Gets            0.00         0.00         0.00             ---             ---             ---             ---         0.00 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     292437.85         0.00         0.00       136.59319        92.67100       481.27900       540.67100     87068.58